IDEA Open Model
PointOnLine3D.IsRelative Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets absolute or relative representation of the position value.
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsRelative { get; set; }
Public Property IsRelative As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
PointOnLine3D Class
IdeaRS.OpenModel.Geometry3D Namespace